/* card commands displayed in menu bar */

"Power off Card" = "Desligar Placa";
"Power on Card" = "Ligar Placa";
"Open ExpressCard" = "Abrir ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Fornecedor Desconhecido";
"Unknown Card Type" = "Tipo de Placa Desconhecida";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Dispositivo Legacy";
"ClassCode0001" = "Dispositivo Compatível com VGA";

"ClassCode01" = "Controlador de Armazenamento de Massa";
"ClassCode0100" = "Controlador SCSI";
"ClassCode0101" = "Controlador IDE";
"ClassCode0102" = "Controlador de Disquetes";
"ClassCode0103" = "Controlador IPI";
"ClassCode0104" = "Controlador RAID";
"ClassCode0105" = "Controlador ATA";
"ClassCode0106" = "Controlador SATA";
"ClassCode0107" = "Controlador SAS";

"ClassCode02" = "Controlador de Rede";
"ClassCode0200" = "Controlador Ethernet";
"ClassCode0201" = "Controlador Token Ring";
"ClassCode0202" = "Controlador FDDI";
"ClassCode0203" = "Controlador ATM";
"ClassCode0204" = "Controlador ISDN";
"ClassCode0205" = "Controlador WorldFip";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Controlador de Monitor";

"ClassCode04" = "Dispositivo Multimídia";

"ClassCode05" = "Controlador de Memória";

"ClassCode06" = "Dispositivo de Ponte";
"ClassCode0600" = "Ponte de Host";
"ClassCode0601" = "Ponte de ISA";
"ClassCode0602" = "Ponte de EISA";
"ClassCode0603" = "Ponte de MCA";
"ClassCode0604" = "Ponte de PCI a PCI";
"ClassCode0605" = "Ponte de PCMCIA";
"ClassCode0606" = "Ponte de NuBus";
"ClassCode0607" = "Ponte de CardBus";
"ClassCode0608" = "Ponte RACEway";
"ClassCode0609" = "Ponte de PCI a PCI";
"ClassCode060a" = "Ponte de InfiniBand a PCI";

"ClassCode07" = "Controlador de Comunicação Simples";
"ClassCode0700" = "Controlador Serial";
"ClassCode0701" = "Controlador de Porta Paralela";
"ClassCode0702" = "Controlador Serial MultiPortas";
"ClassCode0703" = "Controlador de Modem";
"ClassCode0704" = "Controlador GPIB";
"ClassCode0705" = "Placa Inteligente";

"ClassCode08" = "Periférico de Sistema Base";
"ClassCode0804" = "Controlador PCI Hot-Plug";

"ClassCode09" = "Controlador de Dispositivo de Entrada";
"ClassCode0900" = "Controlador de Teclado";
"ClassCode0901" = "Controlador de Digitalizador";
"ClassCode0902" = "Controlador de Mouse";
"ClassCode0903" = "Controlador de Scanner";
"ClassCode0904" = "Controlador de porta de jogos";

"ClassCode0a" = "Estação de Encaixe";

"ClassCode0b" = "Co-Processador";

"ClassCode0c" = "Controlador Serial Bus";
"ClassCode0c00" = "Controlador de FireWire";
"ClassCode0c01" = "Controlador ACCESS.bus";
"ClassCode0c02" = "Controlador SSA";
"ClassCode0c03" = "Controlador USB";
"ClassCode0c04" = "Controlador Fibre Channel";
"ClassCode0c05" = "Controlador SMBus";
"ClassCode0c06" = "Controlador InfiniBand";
"ClassCode0c07" = "Controlador IPMI";
"ClassCode0c08" = "Controlador SERCOS";
"ClassCode0c09" = "Controlador CANbus";

"ClassCode0d" = "Controlador de conexão sem fio";
"ClassCode0d00" = "Controlador iRDa";
"ClassCode0d01" = "Controlador IR Doméstico";
"ClassCode0d10" = "Controlador RF";
"ClassCode0d11" = "Controlador Bluetooth";
"ClassCode0d12" = "Controlador de banda larga";
"ClassCode0d20" = "Controlador Wi-Fi de 5 GHz";
"ClassCode0d21" = "Controlador Wi-Fi de 2.4 GHz";

"ClassCode0e" = "Controlador E/S Inteligente";

"ClassCode0f" = "Controlador de Comunicação via Satélite";

"ClassCode10" = "Controlador Criptografia/Decriptografia";

"ClassCode11" = "Controlador de Aquisição de Dados";
